# Это наша первая программа на Python
# Задание: 
# 1. Напишите программу, которая выводит "Hello, World!"
# 2. Добавьте вывод вашего имени
# 3. Добавьте комментарии, объясняющие код

# Ваш код здесь:

# Вывод строки
print("Hello, World!")
print("My name is Vasya")
